let a = prompt("Ти будеш блять учить JavaScript?  Напиши да або ні і нажми ок");
if (a === "да" || a === "yes") {
  alert("красава, напиши своєму братові він тобі поможе))))");
} else if (a === "no" || a === "not" || a === "нет" || a === "ні") {
  alert(
    "Все з тобой понятно(((, ну і оставайся необразованим клубникозбирачем)))"
  );
} else {
  alert("ОБНОВИ СТОРІНКУ");
}

// a.toLowerCase() == "да" || "yes"
//   ? alert("красава, напиши своєму братові він тобі поможе))))")
//   : alert("Все з тобой понятно(((");
// //
//
//
//

//  else if (a.toLowerCase() == "no" || "not" || "нет" || "ні") {
//   alert("Все з тобой понятно(((");
//
v;
